Repository: common-repository/ar-php
Catalog: *-php-*.po
Languages: ar

source: Ar PHP is only compatible with WordPress v2.6 and up. You are currently using WordPress v
ar: هذه الإضافة متوافقة فقط مع نسخة 2.6 فما فوق، لديك النسخة رقم

source: Ar PHP Settings
ar: إعدادات Ar PHP

source: Check the buttons you would like to show in your editor.
ar: اختر الأزرار التي تريدها أن تظهر في المحرر

source: Date
ar: اليوم

source: Hijri Date
ar: اليوم الهجري

source: Spell Numbers
ar: كتابة الأرقام

source: Convert Layout
ar: تحويل الأحرف

source: Transliterate
ar: الترجمة

source: Save Changes
ar: حفظ التغييرات

source: Settings Saved
ar: تم حفظ التغييرات

source: Adds Ar-PHP project functionality in TinyMCE editor.
ar: إضافة ميزات Ar PHP إلى محرر الووردبريس

source: Khaled Al Shmaa and Khaled Al Hourani
ar: خالد الشمعة وخالد الحوراني
